/* NSButton (Automatically download and install updates in the future) : <title:Automatically download and install updates in the future> (oid:92) */
"Automatically download and install updates in the future" = "Download en installeer nieuwe versies voortaan automatisch";

/* NSButton (Install Update) : <title:Install Update> (oid:76) */
"Install Update" = "Installeer Update";

/* NSTextField (Release Notes:) : <title:Release Notes:> (oid:17) */
"Release Notes:" = "Uitgavenotities:";

/* NSButton (Remind Me Later) : <title:Remind Me Later> (oid:22) */
"Remind Me Later" = "Herrinner Later";

/* NSButton (Skip This Version) : <title:Skip This Version> (oid:23) */
"Skip This Version" = "Sla Deze Versie Over";

/* NSWindow (Software Update) : <title:Software Update> (oid:5) */
"Software Update" = "Software Update";

